import 'dart:ui';
import 'package:flutter/material.dart';
import 'package:flutter/cupertino.dart';

class data
{
  static List wish=[" Thank you ये इश्क भी एक अजीब एहसास होता है… अल्ज़फों से ज्यादा निगाहोसे बया होता है… हर पल बस उसके गम और खुशी की फ़िक्र होती है… इसी एहसास से तो हमको जीने का गुमान होता है…",
    """ज़िंदगी में अगर तुम अकेले हो तो प्यार करना सिख़लो,और प्यार कर लिया हैं तो इज़हार करने भी सिख़लो.अगर इज़हार करना नही सीखा तो,ज़िंदगी भर प्यार के यादों में रोना सिख़लो…""",
    """वफ़ा का दरिया कभी रुकता नही,इश्क़ में प्रेमी कभी झुकता नही,
खामोश हैं हम किसी के खुशी के लिए,
ना सोचो के हमारा दिल दुःखता नहीं!""",

    """मत मुस्कुराओ इतना की फूलो को खबर लग जाये,
हम करें आपकी तारीफ और आपको नजर लग जाये
खुदा करे बहुत लम्बी हो आपकी जिंदगी ,
और उस पर भी हमारी उम्र लग जाये….""",
    """बीते साल को विदा इस तरह करते है.
जो नहीं किया अब तक वो भी कर गुजरते है.
नया साल आने के खुशिया तो सब मानते है.
एक बार हम इते साल कि जस्न मानते है.""",
    """हर पल मे खुशी देती है मा,अपनी ज़िंदगी से जीवन देती है मा,भगवान क्या है!!! मा की पूजा करो जनाब,क्यूकी भगवान को भी जनम देती है मा…""",
    """बरसात आये तो ज़मीन गीली न हो,
धूप आये तो सरसों पीली न हो,
ए दोस्त तूने यह कैसे सोच लिया कि,
तेरी याद आये और पलकें गीली न हों।""",
    """जा SMS जा मेरे sweetheart के पास,
धीरे से जाना शोर न मचाना,
busy हो तो चुप रहना
free हो तो आई मिस यू कहना..""",
    """जो जीते वो सिकंदर,
जो हारे वो जैल के अंदर,
जो यह Status share करे उसको
जादू की झप्पी,
और जो ना करे उसको.
“असाराम बापू”की पप्पी.
सोच लो अब….""",
    """फुल हो तुम मुरझाना नहीं
अपने इस दोस्त को कभी भुलाना नहीं
जब तक हम जिन्दा है ए दोस्त
कभी किसी से घबराना नहीं""",
    """सूरज आग उगलता है
सहना धरती को पड़ता है
मोह्हबत निगाहे कराती है
सहेना दिल को पड़ता है…""",
    """आपको मिस करना रोज़ की बात हो गई,
आपको याद करना आदत की बात हो गई,
आपसे दूर रहना किस्मत की बात हो गई,
मगर इतना समझ ऐ मेरे प्यारे अजीज की
आपको भूलना, अपने बस से बहार की बात हो गई,""",
    """हम वो नहीं जो दिल तोड़ देंगे,
थाम कर हाथ साथ छोड़ देंगे,
हम दोस्ती करते हैं पानी और मछली की तरह,
जुदा करना चाहे कोई तो हम दम तोड़ देंगे …""",
    """जीवन स्वयं व्यापार बना हैं
मोल – तोल का भाव बना हैं
क्रय – विक्रय जो करना चाहो
इसके वास्ते संसार बना हैं
फिर भी कुछ अनमोल है इसमें
जिसका कोई मोल नहीं
भक्त की भक्ती हो
हो साकी की हाला
दाम से नही मिलती
सम्मान से मिलती मधुशाला।""",
    """दिल से निकली हे दुआ हमारी
जिन्दगी में मिले आपको खुशिया
गम न दे खुदा आपको कभी
चाहे तो एक ख़ुशी कम कर ले हमारी""",
    """लोग कहते हैं किसी एक के चले जाने से जिन्दगी अधूरी नहीं होती,
लेकिन लाखों के मिल जाने से उस एक की कमी पूरी नहीं होती है""",
    """जी भर क देखू तुझे अगर गवारा हो .
बेताब मेरी नज़रे हो और चेहरा तुम्हारा हो .
जान की फिकर हो न जमाने की परवाह .
एक तेरा प्यार हो जो बस तुमारा हो!""",
    """घनघौर मोसम रात अंधेरी जाग रहा सीमा का पहरी""",
    """हमारी किसी बात से खफा मत होना,
नादानी से हमारी नाराज़ मत होना.
पहली बार चाहा है हमने किसी को इतना,
चाह कर भी कभी हमसे दूर मत होना.."""
  ];

  static List friend=[ "ये इश्क भी एक अजीब एहसास होता है… अल्ज़फों से ज्यादा निगाहोसे बया होता है… हर पल बस उसके गम और खुशी की फ़िक्र होती है… इसी एहसास से तो हमको जीने का गुमान होता है…",
    """तेरी मेरी दोस्ती इतनी खास हो,
की दुनिया कहे काश ऐसा
दोस्त मेरे पास हो।""",
    """रिश्तो से बड़ी कोई चाहत नही होती,
और दोस्ती से बड़ी कोई इबादत नही होती।""",
    """सच्चे दोस्तो को
सुख दुख की पहचान होती है,
तभी तो जमाने में
दोस्ती महान होती है।""",
    """मेरे यार तो बहुत अच्छे हैं,
दिल के बड़े सच्चे हैं,
अकल से थोड़ा कच्चे,
मगर दोस्ती निभाने में पक्के हैं।""",
    """यारों की यारी भी खिचड़ी से कम नहीं,
स्वाद भले ही न रहे पर
कमबख्त भूख मिटा देती है।""",
    """दोस्ती एक वो एहसास होता है,
जो अनजाने लोगो को भी पास लाता है,
जो हर पल साथ दे वही दोस्त कहलाता है,
वरना तो अपना साया भी साथ छोड़ जाता है।""",
    """सच्चा दोस्त वही होता है जो हमे कभी गिरने न दे,
वो न कभी किसी की नज़रो में गिरने दे,
और न कभी किसी के कदमो में गिरने दे।""",
    """ज़िन्दगी के कुछ उलझे सवालो से डर लगता है,
ज़िन्दगी में दिल की तन्हाइयो से डर लगता है,
ज़िन्दगी में एक सच्चा दोस्त तो मिल पाना मुश्किल होता है,
पर एक सच्चे दोस्त को खोने से डर लगता है।""",
    """तेरी दोस्ती में ज़िन्दगी में तूफान मचाएंगे,
तेरी दोस्ती में दिल के अरमान सजायेंगे,
अगर तेरी दोस्ती ज़िन्दगी भर साथ दे,
तो हम दोस्ती में मौत को भी पीछे छोड़ जायेंगे।""",
    """अगर बात दिल से कही गई हो तो वो दिल को छू लेती है,
और कुछ बिन कही बात भी कुछ कह देती है,
कुछ लोग तो दोस्ती का मतलब ही बदल देते है,
और कुछ की तो दोस्ती से ही ज़िन्दगी बदल जाती है।""",
    """जब दोस्ती सच्ची और मजबूत होती है,
तो उसे जताने की ज़रूरत नही होती है,
चाहे दोस्त कितना भी दूर चला जाये,
उसे पास लाने की ज़रूरत नही होती है।""",
    """दोस्ती वो नही जो मिट जाये,
रास्तो की तरह कट जाये,
दोस्ती तो वो प्यारा एहसास है,
जिसमे सब कुछ पल भर में ही सिमट जाये।""",
    """हर खुशी दिल के करीब नही होती, जिंदगी गमो से दूर नही होती, इस दोस्ती को संभाल कर रखना क्योंकि सच्ची दोस्ती हर किसी को नसीब नही होती।""",
    """ढल जाती है हर चीज वक्त के सितम से
पर सच्ची यारी कभी बूढ़ी नही होती.!!""",
    """जहां पर तेरा साथ सब छोड़ देगे
फिकर मत करना मेरे दोस्त
वहां तुझे खड़े हम मिलेगे.!!""",
    """दोस्त वही है जो मुसीबत में रोने ना दे
और लक्ष्य वही है जो
रात को सोने ना दे.!!""",
  ];

  static List majedar=["""आँखों से बरसात होती हैं
जब आपकी याद साथ होती है,
जब भी busy रहे मेरा cell
तो समझ लेना
आपकी होने वाली भाभी से मेरी बात होती हैं""",
    """जिस हॉस्पिटल के हम डॉक्टर हैं,
हमारी पत्नी वहा की नर्स हैं
क्या अजीब ज़ुल्म सहना पड़ता हैं
अपनी ही बीवी को सिस्टर कहना पड़ता हें""",
    """तुम आये तो लगा हर खुशी आ गई
यू लगा जैसे ज़िन्दगी आ गई
था जिस घड़ी का मुझे कब से इंतज़ार
अचानक वो मेरे करीब आ गई …………""",
    """पागल हे वो लोग जो अपने लवर को मिस किया करते हे
अरे!! मिस करना हे तो मच्छर को करो
जो अपनी जान पर खेल कर आप को किस किया करते हे|""",
    """मजनू को लैला का SMS नही आया..
मजनू ने 3 दिन से खाना नहीं खाया..
मजनू मरने वाला था लैला के प्यार में
और लैला बेती थी SMS FREE होने के इंतेज़ार में..""",
    """सितारो मे आप, हवाओ मे आप,
फ़िज़ाओ मे आप,
बहारो मे आप,
धूप मे आप,
छावो मे आप,

सच ही सुना है की बुरी आत्माओ का कोई ठिकाना नही होता""",
    """धोखा मिला जब प्यार में;
ज़िंदगी में उदासी छा गयी;
सोचा था छोड़ दें इस राह को;
कम्बख़त मोहल्ले में दूसरी आ गयी!""",
    """शादी एक ऐसा मिलन है…
जो अच्छे मित्रों की तरह रहने के इरादे से शुरू किया जाता है
और दिन-ब-दिन ये इरादे बदलते जाते हैं।""",
    """बादल हो या बियर का नशा… अचानक से छा ही जाता है…
प्यार हो या चेहरे पे पिंपल…सबकी नज़र मे आ ही जाता है..
दाँत का दर्द हो या गर्ल फ्रेंड की शादी, आँखो मे आँसू आ ही जाते है……""",
    """ऐसे वक्त गुजर गया SMS करते हुए तेरे प्यार में ,
होश ही नहीं रहा कि मैं बैठा हूँ क्लास में ,
पीछे मुड़ कर देखा तो टीचर खड़ी थी पास में……..""",
    """हज़ारो की किस्मत तेरे हाथ थी
अगर पास कर देता तो क्या बात थी?

God:

गर्लफ्रेंड थोड़ी कम बनता तो क्या बात थी?
किताबे तो सारी तेरे पास थी !""",
    """जब जब नींद आती हे तो ख्वाब आते है
जब जब ख्वाब आते हे तो ख्वाबो मे आप आते है
ओर जब आपके साथ आपके बाप नज़र आते है….
तो ना नींद आती हे ओर ना ख्वाब आते है.""",
    """तुम्हारी याद दिल से जाने नहीं देंगे,
तुम्हारे जैसा दोस्त खोने भी नहीं देंगे,
रोज़ शराफ़त से SMS किया करो वरना ……,
एक कान क नीचे देंगे ओर रोने भी नहीं देंगे…""",
    """चाँदनी चौक का नज़ारा ना होता,
India Gate का सितारा ना होता,
आज कल की लड़किया fashion ना करती,
तो हर गली का लड़का आवारा ना होता.""",
    """तुम्हे जब देखा हमने तो यह ख्याल आया
बड़ी जल्दी में रब था जब तुमको बनाया

तुम्हे जब देखा रब ने तो वो भी घबराया
बनाना क्या था मुझको है मैंने क्या बनाया""",
    """फ़ोन मेरी ज़िन्दगी का एक अहम् हिस्सा बन गया
फ़ोन पर मिली तू मुझे और प्यार का एक नया किस्सा बन गया

होती थी रोज मुलाकाते फ़ोन पर हमारी
तू मेरे दिल कि रानी मैं तेरे दिल का रजा बन गया""",
    """मेरे दोस्त तुम भी लिखा करो शायरी
तुम्हारा भी मेरी तरह नाम हो जाएगा
जब तुम पर भी पड़ेंगे अंडे और टमाटर
तो शाम की सब्जी का इंतज़ाम हो जाएगा…""",
    """मेरी कब्र पे मत गुलाब लेके आना
ना ही हाथों में चिराग लेके आना
प्यासा हू मैं बरसो से राणा जी
बोतल Mountain Dew की और एक ग्लास लेके आना.""",
    """फ़ोन मेरी ज़िन्दगी का एक अहम् हिस्सा बन गया
फ़ोन पर मिली तू मुझे और प्यार का एक नया किस्सा बन गया

होती थी रोज मुलाकाते फ़ोन पर हमारी
तू मेरे दिल कि रानी मैं तेरे दिल का रजा बन गया""",
    """मेरे दोस्त तुम भी लिखा करो शायरी
तुम्हारा भी मेरी तरह नाम हो जाएगा
जब तुम पर भी पड़ेंगे अंडे और टमाटर
तो शाम की सब्जी का इंतज़ाम हो जाएगा…""",

  ];

  static List god=[  """है ये सफर लंबा ही सही , मिलते रहे हम , हमेशा ,ऐ बेहना…………..
तेरी भी दुआएं सफर में शामिल रहें, ऐ बेहना , ………….
होगयी बिदा तू ,ऐ बेहना , ……………
फिर भी हर सुख – दुःख में वो साथ रही ,ऐ बेहना , …………..
हर लम्हा। हर पल मिलती रहे खुशियाँ तुझे , ऐ बेहना , ………………
दुआएं मेरी भी ये ही रही तुझे , ऐ बेहना , …………….
है ये सफर लंबा ही सही , मिलते रहे हम , हमेशा ,ऐ बेहना………………
देता रहूँ तुझे हमेसा , जो तू चाहे ,ऐ बेहना , ………………..
बांधा है तूने हर दुआओं का बंधन इस राखी में , ऐ बेहना , ……………
अर्ज है इतनी सी उस खुदा से , ऐ बेहना………….
है ये सफर लंबा ही सही , मिलते रहे हम , हमेशा ,ऐ बेहना………….
रहूँ दूर तुझसे भले ही सही , असर है दुआओं में तेरी , ऐ बेहना……………
है ये सफर लंबा ही सही , मिलते रहे हम , हमेशा ,ऐ बेहना………………..""",
    """शिव की ज्योति से प्रकाश बढ़ता है,
जो भी जाता है भोले के द्वार,
कुछ ना कुछ उससे ज़रूर मिलता है!""",
    """सारा जहाँ है जिसकी शरण मैं
नमन है उस शिव के चरण में
बने उस शिव के चरणो की धूल
आओ मिलकर चढ़ाये हम श्रद्धा के फूल""",
    """ज़िन्दगी हसीन है , ज़िन्दगी से प्यार करो …..
हो रात तो सुबह का इंतज़ार करो …..
वो पल भी आएगा, जिस पल का इंतज़ार हैं आपको….
बस रब पर भरोसा और वक़्त पे ऐतबार करो ….""",
    """भगवान का दिया कभी अल्प नहीं होता,
जो टूट जाये वो संकल्प नहीं होता,
हार को जीत से दूर ही रखना,
क्योकि जीत का कोई विकल्प नहीं होता |…""",
    """अकाल मृत्यु वो मरे जो कार्य करे चांडाल का,
कल भी उसका क्या करे जो भक्त हो महाकाल का""",
    """सितारो मे आप, हवाओ मे आप,
फ़िज़ाओ मे आप,
बहारो मे आप,
धूप मे आप,
छावो मे आप,

सच ही सुना है की बुरी आत्माओ का कोई ठिकाना नही होता""",
    """विश्वास करो उस शक्ति पर,जो इस सृष्टि में रहती है ,
निराकार हो कर भी हर पल ,जो दुनिया थामे रहती है ,

धरती , सूरज, चाँद -सितारे ,अपने पथ पर चलते हैं ,
सदियों से सब चलते रहते ,कभी नहीं ये मिलते हैं,
जिसके एक इशारे पर ही ,ग्रह भी चाल बदलतें हैं ,
विश्वास करो उस शक्ति पर …………………….

बसंत ऋतू या गर्मी -सर्दी ,या हो बारिश का मौसम ,
हर मौसम खुशियां दे कर , कर देता है आँखें नम,
जिसके एक इशारे पर ही , रंग बदलता है मौसम ,
विश्वास करो उस शक्ति पर ………………….

बबिता राही""",
    """पत्ता भी हिलता है तो , उसी के हुकम से …………..

अधिकार है हमारा , खुद ही के कर्म से , …………..

मिलता है फल तेरे ही कर्म की नियत से …………

आदमी जीता अपने – २ विकारों से…………..

घटनाएं घटती है , हुकमें मंजूरे खुदा से …………..

चाँद – तारे भी तू ही उगा रहा है ………….

रोशन है ये जहां हमारा ,…………

होता सब कुछ तेरे ही रहमों कर्म से ………….

है सत्तापति एक ही , जो पूरा ब्रह्माण्ड चलारहा है …………

सिर्फ तेरा ही घर नहीं ,…………

वो तो जीव – जंतु सभी को चला रहा है ……………….

देता है वो जिसे भी सत्ता , ……………

मिलती सत्ता उसे उसी के हुकम से ……………..

रखना याद इतना , है ये सत्ता उसी की ,………….

तू भी जीता है उसी के रजा से…………….

दुरूपयोग होता जब भी सत्ता का , ………….

गिरता फिर वापस तू उसी के हुकम से………………..

संत की तपस्या भंग हो तो वो राजा होजाता है ……………

पर जब भी राजा की तपस्या भंग हो , ………..

पुनः लोटता नरक , अपने ही कर्म से ………….

पत्ता भी हिलता है तो , उसी के हुकम से ………………….

अधिकार है हमारा , खुद ही के कर्म से ,…………

मिलता है फल तेरे ही कर्म की नियत से …………………….

- राजकुमार खन्ना""",
    """हज़ारो की किस्मत तेरे हाथ थी
अगर पास कर देता तो क्या बात थी?

God:

गर्लफ्रेंड थोड़ी कम बनता तो क्या बात थी?
किताबे तो सारी तेरे पास थी !!""",
    """दुनिया मे बेवफाओ की कमी नही अब सूरज को देख लो
आता है उशा के साथ
रहता है किरण के साथ
और जाता है संधया के साथ….""",
    """बनाने वाले ने भी तुझे,
किसी कारण से बनाया होगा,
छोड़ा होगा जब ज़मीन पर तुझे,
उसके सीने में भी दर्द तो आया होगा…""",
    """सुबह का हर पल ज़िंदगी दे आपको
दिन का हर लम्हा खुशी दे आपको
जहा गम की हवा छू कर भी न गुज़रे
खुदा वो जन्नत से ज़मीन दे आपको""",
    """कफ़न के साथ ही रिस्ते भी दफ़न हो जाते हैं
वक्त के पन्नों पर कर्मों का लेखा है
कभी हम उनके बाप , तो कभी वो भी हमारे बाप हो जाते हैं
कभी हम हिन्दू तो कभी हम भी मुसलमान हो जाते हैं""",
    """हर पल मे खुशी देती है मा,
अपनी ज़िंदगी से जीवन देती है मा,
भगवान क्या है!!! मा की पूजा करो जनाब,
क्यूकी भगवान को भी जनम देती है मा…""",
    """सुबह का हर पल ज़िंदगी दे आपको
दिन का हर लम्हा खुशी दे आपको
जहा गम की हवा छू कर भी न गुज़रे
खुदा वो जन्नत से ज़मीन दे आपको""",
    """छोड़ो गिले सिक्वे, बोलो मीठी बोली
भर के पिचकारी आई मस्तो की टोली
मेरे दोस्त मेरे हमजोली
मुबारक हो होली!""",
    """शिव की शक्ति, शिव की भक्ति, खुशी की बहार मिले,
शिवरात्रि के पावन अवसर पर आपको ज़िंदगी की एक नयी अच्छी शुरुआत मिले.""",
    """शंकर की ज्योति से नूर मिलता है
भक्तो के दिलों को सुकून मिलता है
शिव के द्वार आता है जो भी
सबको फल ज़रूर मिलता है!""",
    """इतनी पीता हू की मदहोश रहता हू.
सब कुछ समझता हू पर खामोश रहता हू
जो लोग करते ह मुझे गिराने की कोशिश
मे अक्सर उन्ही के साथ रहता हू|""",

  ];

  static List pre=[  """आज़ाद हैं तोह आसमान छु ही आएंगे
ज़िंदा है तो हर जंग जीत जायेंगे

साथ हैं हम तो दुनिया को दिखा आएंगे
तिरंगे के तीन रंगों में देश को समा जायेंगे""",
    """हर रिश्ते में विश्वास रहने दो;
जुबान पर हर वक़्त मिठास रहने दो;
यही तो अंदाज़ है जिंदगी जीने का;
न खुद रहो उदास, न दूसरों को रहने दो..!""",
    """छू ले आसमान ज़मीन की तलाश ना कर,
जी ले ज़िंदगी खुशी की तलाश ना कर,
तकदीर बदल जाएगी खुद ही मेरे दोस्त,
मुस्कुराना सीख ले वजह की तलाश ना कर.""",
    """कली बेंच देगें चमन बेंच देगें,
धरा बेंच देगें गगन बेंच देगें,
कलम के पुजारी अगर सो गये तो…
ये धन के पुजारी वतन बेंच देगें।""",
    """कोन जाने कब मौत का पैगाम आ जाए,
ज़िंदगी की आखरी शाम आ जाए,
हमे तो इंतजार है उस शाम का
जब हमारी ज़िंदगी किसी के काम आ जाए..""",
    """ज़िंदगी में बार बार सहारा नही मिलता,
बार बार कोई प्यार से प्यारा नही मिलता,
है जो पास उसे संभाल के रखना,
खो कर वो फिर कभी दुबारा नही मिलता…""",
    """कर्म तेरे अच्छे हे तो
किस्मत तेरी दासी है!

नियत तेरी अच्छी है तो
घर तेरा मथुरा कशी है!""",
    """वादे पूरे करने की वो हिम्मत ही न जुटा पाये
क्यों होगा कैसे होगा वो हिकमत ही न जुटा पाये

जनता ऐसे मूर्ख बनेगी इसका उनको ज्ञान नहीं था
ये अनचाहा सब गले पड़ेगा ऐसा कोई भान नहीं था

लालच दिखा कर जनता को ऐसे ठगना ठीक नहीं
मैदान छोड़ कर भाग गये ऐसा भी करना ठीक नहीं

अपनी हठ को ऊपर रख आरोप थोपना ठीक नहीं
गलत नीति को ऊपर रख कानून तोड़ना ठीक नहीं

बहुत दिखाये थे सपने अब उन सपनों का क्या होगा
आप की खातिर धंधा छोडा उन अपनों का क्या होगा""",
    """ज़िक्र भी करदूं ‘मोदी’ का तो खाता हूँ गालियां
अब आप ही बता दो मैं
इस जलती कलम से क्या लिखूं ??

कोयले की खान लिखूं
या मनमोहन बेईमान लिखूं ?

पप्पू पर जोक लिखूं
या मुल्ला मुलायम लिखूं ?

सी.बी.आई. बदनाम लिखूं
या जस्टिस गांगुली महान लिखूं ?

शीला की विदाई लिखूं
या लालू की रिहाई लिखूं

‘आप’ की रामलीला लिखूं
या कांग्रेस का प्यार लिखूं

भ्रष्टतम् सरकार लिखूँ
या प्रशासन बेकार लिखू ?

महँगाई की मार लिखूं
या गरीबो का बुरा हाल लिखू ?

भूखा इन्सान लिखूं
या बिकता ईमान लिखूं ?

आत्महत्या करता किसान लिखूँ
या शीश कटे जवान लिखूं ?

विधवा का विलाप लिखूँ ,
या अबला का चीत्कार लिखू ?

दिग्गी का’टंच माल’लिखूं
या करप्शन विकराल लिखूँ ?

अजन्मी बिटिया मारी जाती लिखू,
या सयानी बिटिया ताड़ी जाती लिखू?

दहेज हत्या, शोषण, बलात्कार लिखू
या टूटे हुए मंदिरों का हाल लिखूँ ?

गद्दारों के हाथों में तलवार लिखूं
या हो रहा भारत निर्माण लिखूँ ?

जाति और सूबों में बंटा देश लिखूं
या बीस दलो की लंगड़ी सरकार लिखूँ ?

नेताओं का महंगा आहार लिखूं
या 5 रुपये का थाल लिखूं ?

लोकतंत्र का बंटाधार लिखूं
या पी.एम्. की कुर्सी पे मोदी का नाम लिखूं ?

अब आप ही बता दो मैं
इस जलती कलम से क्या लिखूं”
""",
    """पी.एम्. की कुर्सी पे मोदी का नाम लिखूं ?

अब आप ही बता दो मैं
इस जलती कलम से क्या लिखूं”""",
    """कागज़ पर रख कर खाना खाये तो भी कैसे….
खून से लथपथ आता है अखबार आजकल!""",
    """हर नई सुबह का नया नज़ारा,
ठंडी हवा लेके आई पैगाम हमारा,

जागो,उठो,तैयार हो जाओ,
खुशियो से भरा रहे आज का दिन तुम्हारा.""",
    """उठा कर तलवार जब घोड़े पे सवार होते
बाँध के साफ़ा जब तैयार होते
देखती है दुनिया छत पे चढ़के
कहते है की काश हम भी ऐसे होशियार होते…""",
    """कड़ी से कड़ी जोङते जाओ तो जंजीर बन जाती है॥
मेहनत पे मेहनत करो तो तक़दीर बन जाती है।""",
    """बनाने वाले ने भी तुझे,
किसी कारण से बनाया होगा,
छोड़ा होगा जब ज़मीन पर तुझे,
उसके सीने में भी दर्द तो आया होगा…""",
    """हर नई सुबह का नया नज़ारा,
ठंडी हवा लेके आई पैगाम हमारा,

जागो,उठो,तैयार हो जाओ,
खुशियो से भरा रहे आज का दिन तुम्हारा.""",
    """उठा कर तलवार जब घोड़े पे सवार होते
बाँध के साफ़ा जब तैयार होते
देखती है दुनिया छत पे चढ़के
कहते है की काश हम भी ऐसे होशियार होते…""",
    """कड़ी से कड़ी जोङते जाओ तो जंजीर बन जाती है॥
मेहनत पे मेहनत करो तो तक़दीर बन जाती है।""",
    """बनाने वाले ने भी तुझे,
किसी कारण से बनाया होगा,
छोड़ा होगा जब ज़मीन पर तुझे,
उसके सीने में भी दर्द तो आया होगा…""",
    """ज़िंदगी मे अभी तो बहुत चलना बाकी हैं
अभी तो कई इंतेहनो से गुज़रना बाकी हैं
हमे लड़ना हे ज़िंदगी की सभी मुश्किलो से
हमने तो मुठि भर ज़मीन नापी हैं
अभी तो हमे सारा जहाँ नापना बाकी हैं …""",
  ];

  static List jivan=[   """वक्त बदल जाता है जिंदगी के साथ
जिंदगी बदल जाती है वक्त के साथ

वक्त नहीं बदलता दोस्तों के साथ
बस दोस्त बदल जाते हैं वक्त के साथ…""",
    """अपनी तक़दीर में तो कुछ ऐसा ही सिलसिला लिखा है,
किसी ने वक़्त गुजारने के लिए अपना बनाया,
तो किसी ने अपना बना कर वक़्त गुज़ार लिया……..""",
    """कोन किसका रकीब (enemy) होता है,
कोन किसका हबीब (friend) होता है
बन जाते रिश्ते -नाते जहा
जिसका नसीब होता है|""",
    """छू ले आसमान ज़मीन की तलाश ना कर,
जी ले ज़िंदगी खुशी की तलाश ना कर,
तकदीर बदल जाएगी खुद ही मेरे दोस्त,
मुस्कुराना सीख ले वजह की तलाश ना कर.""",
    """ज़िंदगी में अगर तुम अकेले हो तो प्यार करना सिख़लो,
और प्यार कर लिया हैं तो इज़हार करने भी सिख़लो.
अगर इज़हार करना नही सीखा तो,
ज़िंदगी भर प्यार के यादों में रोना सिख़लो….""",
    """ज़िंदगी में बार बार सहारा नही मिलता,
बार बार कोई प्यार से प्यारा नही मिलता,
है जो पास उसे संभाल के रखना,
खो कर वो फिर कभी दुबारा नही मिलता…""",
    """खूबसूरत है वो लब……जिन पर,
दूसरों के लिए कोई दुआ आ जाए!!

खूबसूरत है वो दिल जो किसी के,
दुख मे शामिल हो जाए !""",
    """कर्म तेरे अच्छे हे तो
किस्मत तेरी दासी है!

नियत तेरी अच्छी है तो
घर तेरा मथुरा कशी है!""",
    """चिकनी चुपड़ी बातों से, फितरत का पता नहीं चलता
अंदर क्या है बाहर क्या है, इसका पता नहीं चलता
जो मीठेपन का लेप चढ़ा कर प्यारी बातें करते हैं,
वो कटुता का कब रंग दिखादें, इसका पता नहीं चलता""",
    """इश्क़ सभी को जीना सीखा देता है,
वफ़ा के नाम पर मरना सीखा देता है.
इश्क़ नही किया तो करके देखो,
ज़ालिम हर दर्द सहना सीखा देता है…""",
    """मन के कोरे कागज पर वो अरमानों की तस्वीर सजाते है.
मन खुशियों से भरकर आँखों में आंसू दे जाते है.
कभी कभी जीवन में………………….

दिल के सूने आँगन में आशाओं के फूल खिलाते है.
बंद पड़े साजों को वो गीत नया दे जाते है.
कभी कभी जीवन में………………….

दिल की अँधेरी दुनिया में एक चिराग नया जलाते है.
प्यार की बारिश करके वो इन्द्रधनुष सा रंग दे जाते है.
कभी कभी जीवन में………………….""",
    """जो गुज़र गया वो क्यों सोचें, आगे की बात करो
वीरानों की बातें क्यों सोचें, गुलशन की बात करो
पतझड़ की बातों को छोड़ो, नव वसंत की बात करो
जीवन नहीं दुबारा मिलता, सबके हित की बात करो""",
    """कागज़ पर रख कर खाना खाये तो भी कैसे….
खून से लथपथ आता है अखबार आजकल!""",
    """कड़ी से कड़ी जोङते जाओ तो जंजीर बन जाती है॥
मेहनत पे मेहनत करो तो तक़दीर बन जाती है।""",
    """रिश्ते चाहे कितने भी बुरे हो
लेकिन कभी भी उन्हे मत तोड़ना
क्यूकी पानी चाहे कितना भी गंदा हो
प्यास नही तो आग तो बुज़ाता ही हैं…""",
    """सच्चे रिश्ते की खूबसूरती एक दूसरे की,
ग़लतियो को सहन करने में हैं
क्यू की बिना कमीयो का इंसान ढूँडने निकले
तो ज़िंदगी भर अकेले ही रह जाओगे…""",
    """हर पल मे खुशी देती है मा,
अपनी ज़िंदगी से जीवन देती है मा,
भगवान क्या है!!! मा की पूजा करो जनाब,
क्यूकी भगवान को भी जनम देती है मा…""",
    """दिल का दर्द दिल तोड़ने वाले क्या जाने,
प्यार के रिवाज़ो को ज़माना क्या जाने,
होती कितनी तकलीफ़ लड़की पटाने मैं,
ये घर पे बैठा लड़की का बाप किया जाने. ..""",
    """शुबह होती नही शाम ढलती नही
नज़ाने क्या खूबी है आप मे के
आप को यादकिए बिना खुशी मिलती नही
……""",
    """खुद को ख़ुदा कहा और खुद ही ख़ुदा हो गए,
रिश्तों की कशमकश में खुद से जुदा हो गए !
बांचते रहे तमाम उम्र आईने में अपनी सूरत,
तन्हा रहे जिंदगी में और भीड़ में ही खो गए !!""",
  ];

  static List mahobat=[   """घर से बाहर कोलेज जाने के लिए वो नकाब मे निकली….
सारी गली उनके पीछे निकली…

इनकार करते थे वो हमारी मोहबत से……….
और हमारी ही तसवीर उनकी किताब से निकली………""",
    """मोहबत को जो निभाते हैं उनको मेरा सलाम है,
और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,
“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,
वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो”""",
    """वो रात दर्द और सितम की रात होगी,
जिस रात रुखसत उनकी बारात होगी,
उठ जाता हु मैं ये सोचकर नींद से अक्सर,
के एक गैर की बाहों में मेरी सारी कायनात होगी…..""",
    """दिल पे क्या गुज़री वो अनजान क्या जाने;
प्यार किसे कहते है वो नादान क्या जाने;
हवा के साथ उड़ गया घर इस परिंदे का;
कैसे बना था घोसला वो तूफान क्या जाने……………""",
    """मोहबत को जो निभाते हैं उनको मेरा सलाम है,
और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,
“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,
वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो”""",
    """वो रात दर्द और सितम की रात होगी,
जिस रात रुखसत उनकी बारात होगी,
उठ जाता हु मैं ये सोचकर नींद से अक्सर,
के एक गैर की बाहों में मेरी सारी कायनात होगी…..""",
    """तू चाँद मे सितारा होता
आसमान के एक आशियाना में
एक आशियाना हमारा होता
लोग तुम्हे दूर से देखते
नज़दीक से देखने का हक़ बस हमारा होता|""",
    """दिल पे क्या गुज़री वो अनजान क्या जाने;
प्यार किसे कहते है वो नादान क्या जाने;
हवा के साथ उड़ गया घर इस परिंदे का;
कैसे बना था घोसला वो तूफान क्या जाने……………""",
    """कौन कहता है हम उसके बिना मर जायेंगे
हम तो दरिया है समंदर में उतर जायेंगे
वो तरस जायेंगे प्यार की एक बून्द के लिए
हम तो बादल है प्यार के…किसी और पर बरस जायेंगे|""",
    """मजनू को लैला का SMS नही आया..
मजनू ने 3 दिन से खाना नहीं खाया..
मजनू मरने वाला था लैला के प्यार में
और लैला बेती थी SMS FREE होने के इंतेज़ार में..""",
    """शायर तो हम है शायरी बना देंगे
आपको शायरी मे क़ैद कर लेंगे|

कभी सूनाओ हमे अपनी आवाज़
आपकी आवाज़ को हम ग़ज़ल बना देंगे.||""",
    """ज़िंदगी में बार बार सहारा नही मिलता,
बार बार कोई प्यार से प्यारा नही मिलता,
है जो पास उसे संभाल के रखना,
खो कर वो फिर कभी दुबारा नही मिलता…""",
    """इश्क़ सभी को जीना सीखा देता है,
वफ़ा के नाम पर मरना सीखा देता है.
इश्क़ नही किया तो करके देखो,
ज़ालिम हर दर्द सहना सीखा देता है…""",
    """कुछ उलझे सवालो से डरता हे दिल
जाने क्यों तन्हाई में बिखरता हे दिल
किसी को पाने कि अब कोई चाहत न रही
बस कुछ अपनों को खोने से डरता हे ये दिल""",
    """फ़ोन मेरी ज़िन्दगी का एक अहम् हिस्सा बन गया
फ़ोन पर मिली तू मुझे और प्यार का एक नया किस्सा बन गया

होती थी रोज मुलाकाते फ़ोन पर हमारी
तू मेरे दिल कि रानी मैं तेरे दिल का रजा बन गया""",
    """बिन देखे मैं तुझसे प्यार कर बेठा,
बस यही गुनाह मैं एक बार कर बेठा
मिलना तो तुझसे मुकदर को मंजूर न था
ये सब जानते हुए मैं मोहब्बत तुझसे बेसुमार कर बेठा
अगर मंजूर हुआ मुकदर को तो फूल फिर खिलेंगे
बिछड़े हुए दो दिल फिर मिलेंगे
अगर मिल न पाये इस जनम में तो काया हुआ
ये आशिक़ है फिर मिलेंगे किसी और जानम में !""",
    """जब खामोश आँखो से बात होती है
ऐसे ही मोहब्बत की शुरुआत होती है
तुम्हारे ही ख़यालो में खोए रहते हैं
पता नही कब दिन और कब रात होती है……..""",
    """मुस्कुराते पलको पे सनम चले आते हैं,
आप क्या जानो कहाँ से हमारे गम आते हैं,
आज भी उस मोड़ पर खड़े हैं,
जहाँ किसी ने कहा था,कि ठहरो हम अभी आते हैं……….""",
    """मेरे वजूद मे काश तू उतार जाए
मे देखु आईना ओर तू नज़र आए,
तू हो सामने और वक़्त ठहर जाए,
ये ज़िंदगी तुझे यू ही देखते हुए गुज़र जाए..""",
    """बिन देखे मैं तुझसे प्यार कर बेठा,
बस यही गुनाह मैं एक बार कर बेठा
मिलना तो तुझसे मुकदर को मंजूर न था
ये सब जानते हुए मैं मोहब्बत तुझसे बेसुमार कर बेठा
अगर मंजूर हुआ मुकदर को तो फूल फिर खिलेंगे
बिछड़े हुए दो दिल फिर मिलेंगे
अगर मिल न पाये इस जनम में तो काया हुआ
ये आशिक़ है फिर मिलेंगे किसी और जानम में !"""

  ];

  static List yade=[   """कोई खुशियों की चाह में रोया
कोई दुखों की पनाह में रोया..
अजीब सिलसिला हैं ये ज़िंदगी का..
कोई भरोसे के लिए रोया..
कोई भरोसा कर के रोया..""",
    """मोहबत को जो निभाते हैं उनको मेरा सलाम है,
और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,
“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,
वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो”""",
    """छू ले आसमान ज़मीन की तलाश ना कर,
जी ले ज़िंदगी खुशी की तलाश ना कर,
तकदीर बदल जाएगी खुद ही मेरे दोस्त,
मुस्कुराना सीख ले वजह की तलाश ना कर""",
    """तू चाँद मे सितारा होता
आसमान के एक आशियाना में
एक आशियाना हमारा होता
लोग तुम्हे दूर से देखते
नज़दीक से देखने का हक़ बस हमारा होता|""",
    """शायर तो हम है शायरी बना देंगे
आपको शायरी मे क़ैद कर लेंगे|

कभी सूनाओ हमे अपनी आवाज़
आपकी आवाज़ को हम ग़ज़ल बना देंगे.|""",
    """तेरा दिल उदास क्यों है?
तेरी आँखों में प्यास क्यों है?
जो छोड़ गया तुझे मझदार में ,
उससे मिलने की आस क्यों है ?
जो दे गया दर्द ज़िन्दगी भर का,
वही तेरे लिए ख़ास क्यों है ??""",
    """ज़िक्र भी करदूं ‘मोदी’ का तो खाता हूँ गालियां
अब आप ही बता दो मैं
इस जलती कलम से क्या लिखूं ??

कोयले की खान लिखूं
या मनमोहन बेईमान लिखूं ?

पप्पू पर जोक लिखूं
या मुल्ला मुलायम लिखूं ?

सी.बी.आई. बदनाम लिखूं
या जस्टिस गांगुली महान लिखूं ?

शीला की विदाई लिखूं
या लालू की रिहाई लिखूं

‘आप’ की रामलीला लिखूं
या कांग्रेस का प्यार लिखूं

भ्रष्टतम् सरकार लिखूँ
या प्रशासन बेकार लिखू ?

महँगाई की मार लिखूं
या गरीबो का बुरा हाल लिखू ?

भूखा इन्सान लिखूं
या बिकता ईमान लिखूं ?

आत्महत्या करता किसान लिखूँ
या शीश कटे जवान लिखूं ?

विधवा का विलाप लिखूँ ,
या अबला का चीत्कार लिखू ?

दिग्गी का’टंच माल’लिखूं
या करप्शन विकराल लिखूँ ?

अजन्मी बिटिया मारी जाती लिखू,
या सयानी बिटिया ताड़ी जाती लिखू?

दहेज हत्या, शोषण, बलात्कार लिखू
या टूटे हुए मंदिरों का हाल लिखूँ ?

गद्दारों के हाथों में तलवार लिखूं
या हो रहा भारत निर्माण लिखूँ ?

जाति और सूबों में बंटा देश लिखूं
या बीस दलो की लंगड़ी सरकार लिखूँ ?

नेताओं का महंगा आहार लिखूं
या 5 रुपये का थाल लिखूं ?

लोकतंत्र का बंटाधार लिखूं
या पी.एम्. की कुर्सी पे मोदी का नाम लिखूं ?

अब आप ही बता दो मैं
इस जलती कलम से क्या लिखूं”
""",
    """हर नई सुबह का नया नज़ारा,
ठंडी हवा लेके आई पैगाम हमारा,

जागो,उठो,तैयार हो जाओ,
खुशियो से भरा रहे आज का दिन तुम्हारा.""",
    """हमने भी कभी प्यार किया था,
थोड़ा नही बेशुमार किया था,
दिल टूट कर रह गया,
जब उसने कहा, अरे मैने तो मज़ाक किया था…""",
    """उगता हुआ सूरज दुआ दे आपको
खिलता हुआ फूल खुशबू दे आपको
हम तो कुछ भी देने के काबिल नहीं,
देनेवाला हज़ार खुशिया दे आपको!""",
    """सुबह का हर पल ज़िंदगी दे आपको
दिन का हर लम्हा खुशी दे आपको
जहा गम की हवा छू कर भी न गुज़रे
खुदा वो जन्नत से ज़मीन दे आपको""",
    """इंतज़ार की आरज़ू अब खो गयी है,
खामोशियो की आदत हो गयी है,
न सीकवा रहा न शिकायत किसी से,
अगर है तो एक मोहब्बत,
जो इन तन्हाइयों से हो गई है..!""",
    """किस्मत पर एतबार किसको है
मिल जाय ख़ुशी तो इंकार किसको है

कुछ मेरी मजबूरियां हैं मेरी जान,
वरना जुदाई से प्यार किसको है!""",
    """क्यो किसी से इतना प्यार हो जाता है,
एक पल का इंतज़ार भी दुश्वार हो जाता है,
लगने लगते है अपने भी प्यारे,
और एक अजनबी पर ऐतबार हो जाता है…""",
    """आईना देखोगे तो मेरी याद आएगी
साथ गुज़री वो मुलाकात याद आएगी
पल भर क लिए वक़्त ठहर जाएगा,
जब आपको मेरी कोई बात याद आएगी.""",
    """दिल के सागर मे लहरे उठाया ना करो,
ख्वाब बनकर नींद चुराया ना करो,
बहुत चोट लगती है मेरे दिल को,
तुम ख्वाबो में आ कर यू तडपाया ना करो""",
    """निकलते है तेरे आशिया के आगे से,सोचते है की तेरा दीदार हो जायेगा,
खिड़की से तेरी सूरत न सही तेरा साया तो नजर आएगा""",
    """दोस्ती करो BSNL वाली से
प्यार करो IDEA वाली से.
बात करो airtel वाली से.
आँख लड़ाओ vodafone वाली से.
पर दोस्तो
शादी करना बिना मोबाइल वाली से.""",
    """एक माँ ऐसी भी होती है
घुंगरू की जंजीर में बंधी होती है
ज़माने की जेल में उसे तबायफ
रहने के सजा मिली होती है !

दिल उसका खून के आंसु रोता है
आँखे सहरा जैसे सूख गयी होती है
अपने बच्चे को स्कूल भेजकर नए नए
सपने संजो रही होती है ! एक माँ ……..

समाज के ठेकेदारों ने ऐसा कर दिया
एक बेबुस को वैश्या कर दिया
अपने बच्चे को ख़ुशीया देने वास्ते
हर जुल्मो – सितम सह रही होती है!

तू कल जब बड़ा हो जायेगा
अपनी मंजिल अपना मुकाम पायेगा
तू कही उस माँ को छोड़ न दे
इस डर से मेरी कलम आगे लिख पति है ! एक माँ …….""",
    """सूरज आग उगलता है
सहना धरती को पड़ता है
मोह्हबत निगाहे कराती है
सहेना दिल को पड़ता है…""",
  ];

  static List other=[  """उठा कर तलवार जब घोड़े पे सवार होते
बाँध के साफ़ा जब तैयार होते
देखती है दुनिया छत पे चढ़के
कहते है की काश हम भी ऐसे होशियार होते…""",
    """किसी को ये सोचकर साथ मत छोड़ना की उसके पास कुछ नहीं तुम्हे देने के लिए
बस ये सोचकर साथ निभाने की उसके पास कुछ नहीं है तुम्हारे सिवा खोने के लिए""",
    """दिल पे क्या गुज़री वो अनजान कए जाने,

प्यार किसे कहते है वो नादान क्या जाने,

हवा के साथ उड़ गये घर इस परिंदे का,

कैसे बना था घोसला वो तूफान क्या जाने !

“प्रमोद नौटियाल”""",
    """प्यार को जब प्यार से प्यार हुवा
तो प्यारने प्यारको प्यारसे पुछाः
प्यार केसा होता है ?
तो प्यारने प्यारको प्यारसे कहाः
जो ईश प्यारीसी शायरी को पढ रहा है
प्यार उनके जैसा प्यारा होता है ।""",
    """जिसने भी मोहब्बत का गीत गाया है,जिंदगी का उसने ही लुत्फ़ उठाया है

गर्मी हो चाहे हो सर्दी का मौसम अजी,प्रेमियों ने सदा ही जश्न मनाया है

हर खेल में वो ही तो अब्बल आया है,जिस किसी ने भी दमख़म दिखाया है

वो माने चाहे न माने है उसकी मर्जी,हमने तो सब कुछ ही उसपे लुटाया है

कौन समझ पाया है इस दुनिया को,प्रेमियों पे सदा ही इसने जुल्म ढाया है

… आदमी सीख न पाया मिल के रहना,चाहे हर पीर पैगम्बर ने समझाया है

सच्चों को पहले तो सूली पे चढाया है,बाद में चाहे ये समाज पछताया है

मंजिल पे देर सवेर पहुंच ही जायेगा,जिस किसी ने पहला कदम उठाया है

इश्क में यहां हर किसी ने ही प्यारे, कुछ गंवाया है तो काफी कुछ पाया है""",
    """जब आपका नाम ज़ुबान पर आता है,
पता नही दिल क्यों मुस्कुराता है,
तसल्ली होती है हमारे दिल को,
कि चलो कोई तो है अपना, जो
हर वक़्त याद आता है.""",
    """हमारे बिन अधूरे तुम रहोगे,
कभी चाहा था किसी ने,तुम ये खुद कहोगे,
न होगे हम तो किसी ने ,तुम ये खुद कहोगे,
मिलेगे बहुत से लेकिन कोई हम सा पागल ना होगा.""",
    """एक आदमी अपनी पतनी के सामने कसम खाता हे के

मई तुमरे सामने पैसो का ढेर कार्दुगा
तुमारी जुल्फों के तारीफ करूँगा हमेशा

पतनी बोली कब तक
पति बोला;
जब तक है जान

पतनी बोली फिर

पति बोला :
में तुमको हमेशा खुस रखूँगा
पूरी दुनिया तुमरे कदमो में लडूंगा

पतनी बोली कबतक
पति बोला:
जब तक है जान

पति मनोमन बोला:
तुम जेसे अन्तिक के साथ कोण घुमने जायेगा
में तो कल अपने से अधि उम्र की लडकियों के साथ फिल्म देखने जाऊंगा
दुश्रे दिन पतनी को पता चला और पुचा की आखिर कब तक ये सब करते रहो गे
तो पति बोला ;
जब तक है जान""",
    """अपनोकी ईनायत कभी खतम नही होती
रीस्तोकी महेक भी कभी कम नही होती
जीवनमें साथ हो गर कीसी सच्चे रीस्तोका
तो ये जींदगी कीसी जन्नंतसे कम नही लगती""",
    """यह खर्चा बहुत करवाती हैं
रिचार्ज तुम करवा के देते हो
रिचार्ज तुम करवा के देते हो""",
    """FACEBOOK पे हो FRIENDS हज़ार,
FRIEND REQUEST की हो लम्बी कतार,
पर नेट कनेक्शन हे आपका सबसे अच्छा यार,
जिसके बिना सबकुछ है बेकार

……………""",
    """कैसे मुमकिन था किसी दाक्तर से इलाज करना

अरे दोस्त…. इश्क का रोग था…

मम्मी के चप्पल से ही आराम आया….""",
    """चुपके चुपके पहले वो ज़िन्दगी में आते हैं,
मीठी मीठी बातों से दिल में उतर जाते है,
बच के रहना इन हुसन वालों से यारो,
इन की आग में कई आशिक जल जाते हैं""",
    """भौरे कहते हे की गगन बदला हे
पंची कहते हे की चमन बदला हे
हालत की खामोशी मगर कहती हे
लाश वही हे सिर्फ़ कफ़न बदला हे.""",
    """ना मुंह छिपा के जियो और ना सर झुका के जियो
गमों का दौर भी आए तो मुस्कुरा के जियो ।
घटा में छुप के सितारे फना नहीं होते
अंधेरी रात के दिल में दीये जला के जियो ।
ना जाने कौन-सा पल मौत की अमानत हो
हर एक पल की खुशी को गले लगा के जियो ।
ये जिंदगी किसी मंजिल पे रूक नहीं सकती
हर इक मुकाम से आगे कदम बढ़ा के जियो""",
    """हमसे पूछो क्या होता है पलपल बिताना,
बहुत मुश्किल होता है दिल को समजाना,
यार ज़िंदगी तो बीत जाएगी,
बस मुश्किल होता है कुछ लोगो को भूल पाना""",
    """चाँद ने की होगी सूरज से महोब्बत
इसलिए तो चाँद मैं दाग है

मुमकिन है चाँद से हुई होगी बेवफ़ाई
इसलिए तो सूरज मैं आग है""",
    """जिंदगी मोहताज नहीं मंजीलो की,
वक्त हर मंजिल दिखा देता है…

मरता यही कोई किसी की जुदाई में,
वक्त सबको जीना सिखा देता है…""",
    // """""",
    // """""",
  ];

  static List politic = [
    """वोटों के खातिर निकले हैं ,
कुछ सौदागर लेके बण्डल नोटों के ,………….

बिकती है हर चीज यहाँ ,
खरीदार है यहाँ कुछ नेता वोटों के ,………….

भ्रष्टाचार को भ्रष्टाचार के नाम से ही बेच रहे है ,
काले धन के है ये वेपारी वोटों के। ………….

गरीबी वो क्या मिटायेंगे ? मिटाकर गरीबों को ,
जमीन भी बेच खायी , ये सौदागर हैं वोटों के……………..

वोटों के खातिर निकले हैं ,
कुछ सौदागर लेके बण्डल नोटों के ,………….""",
    """मिलते रहे हैं मंत्री ऐसे , देखो तो जरा ये , देश को मंतर रहे हैं कैसे …………..
चुनाव में खड़े हैं संत्री ऐसे , देखों तो ज़रा , जैसे देश का पेरा ये ही दे रहे हो जैसे ………….
कुछ तो हैं ठेकेदार ऐसे , चले हैं लेने ठेका ५ साल का देश का जैसे …………….
दिखा रहे हैं चाँद ऐसे , मांगते हैं लेके कटोरा वोटों की भीखों का जैसे ………………..
दिखा रहे हैं झाड़ू ऐसे , निकले हो करने देश को साफ़ जैसे ……………….
खिला रहे हैं कमल ऐसे , कीचड़ की चाय पिलाने देश को निकले हो जैसे ………………….
दिखा रहे हो पंजा ऐसे , जकड लिया हो दम घोटने को देश को जैसे …………………….
मिलते रहे हैं मंत्री ऐसे , देखो तो जरा ये , देश को मंतर रहे हैं कैसे ……………………

काश मिलजाए इस देश को मंत्री ऐसे , राम ने भी देश कभी चलाया था जैसे ……………""",
    """कितने ही वादे करवालो, नेताओं का क्या जाने वाला
अभी जैसा चाहो उन्हें नचाओ, उनका क्या जाने वाला
कुछ दिन और बचे हैं जितनी चाहो खुशी मनालो
फिर तो रोना ही रोना है ईश्वर भी नहीं बचाने वाला""",
    """आज कल हर जगह वोटों के भिखारी निकल पड़े हैं
कुटिल राजनीति के मझे हुए खिलाडी निकल पड़े हैं
गलतियों का दोष औरों पर मढने का जो चलन है
उसे निभाने के लिये बहुत से अनाड़ी निकल पड़े हैं

जनता को वो झूंठे वादे अब फिर से मिलने वाले हैं
हम जनता के सेवक हैं झांसे फिर से मिलने वाले हैं
दुनिया की सारी सुख सुबिधायें अब जनता की हैं
सावधान जनता अब वोटों के भिक्षुक मिलने वाले हैं""",
    """इंडिया की राजनीति में मचा हुआ घमासान है
लोक सभा की सीट ही जैसे हर नेता का अरमान है
टिकेट पाने होड़ में रिश्ते नाते भूल रह्रे है
पुरानी पार्टी छोड़ कर नए गठबंधन जोड़ रहे हैं

महाराष्ट्र हो या बिहार हर रिश्ते पड़ी दरार
वोट पाने की चाह में कर रहे एक दूजे पर वार""",
    """वो मौतों का खेल खेलते हैं बस राजनीति चमकाने को
वो जनता को गोट समझते हैं अपनी शतरंज बिछाने को
वो क्या जाने जनता की पीढ़ा,
जो जनता को केवल मोहरा समझें, जो होते हैं पिटवाने को""",
    """मुर्दा लोहे को औजार बनाने वाले,
अपने आँसू को हथियार बनाने वाले,
हमको बेकार समझते हैं सियासतदां
मगर हम है इस मुल्क की सरकार बनाने वाले.""",
    """मूल जानना बड़ा कठिन हैं नदियों का, वीरो का,
धनुष छोड़कर और गोत्र क्या होता हैं रणधीरो का,
पाते हैं सम्मान तपोबल से भूतल पर शूर,
“जाति-जाति” का शोर मचाते केवल कायर, क्रूर.""",
    """नेता की बातों में सच्चाई का अभाव होता है,
झूठ बोलना तो इनका स्वभाव होता हैं.""",
    """मैं अपनी आँख पर चशमाँ चढ़ा कर देखता हूँ
हुनर ज़ितना हैं सारा आजमा कर देखता हूँ
नजर उतना ही आता हैं की ज़ितना वो दिखाता है
मैं छोटा हू मगर हर बार कद अपना बढ़ा कर देखता हूँ""",
    """लोकतंत्र जब अपने असली रंग में आता हैं,
तो नेताओं की औकात का पता चल जाता हैं.""",
    """तुम से पहले वो जो इक शख़्स यहाँ तख़्त-नशीं था,
उस को भी अपने ख़ुदा होने पे इतना ही यक़ीं था.""",
    """गंदी राजनीति का यह भी एक परिणाम हैं,
बीस रूपये एक बोतल पानी का दाम हैं.""",
    """मुझको तमीज की सीख देने वाले,
मैंने तेरे मुँह में कई जुबान देखा है,
और तू इतना दिखावा भी ना कर अपनी झूठी ईमानदारी का
मैंने कुछ कहने से पहले अपने गिरेबां में देखा है.""",
    """राजनीति में अब युवाओं को भी आना चाहिए,
देश को ईमानदारी का आईना दिखाना चाहिए.
युवा नेता शायरी""",
    """सरकार को गरीबों का ख्याल कब आता है?
चुनाव नजदीक आ जाए तो मुद्दा उछाला जाता है.""",
    """चोर, बेईमान और भ्रष्ट नेताओं की क्यों करते हो बात,
लोकतंत्र की ताकत है जनता में, दिखला दो इनकी औकात.""",
    """मूल जानना बड़ा कठिन हैं नदियों का, वीरो का,
धनुष छोड़कर और गोत्र क्या होता हैं रणधीरो का,
पाते हैं सम्मान तपोबल से भूतल पर शूर,
“जाति-जाति” का शोर मचाते केवल कायर, क्रूर.""",
    """चोर, बेईमान और भ्रष्ट नेताओं की क्यों करते हो बात,
लोकतंत्र की ताकत है जनता में, दिखला दो इनकी औकात.""",
    """नेता की बातों में सच्चाई का अभाव होता है,
झूठ बोलना तो इनका स्वभाव होता हैं.""",
  ];

  static List love=[   """सफर वही तक जहाँ तक तुम हो,
नज़र वही तक जहाँ तक तुम हो,
वैसे तो हज़ारों फूल खिलतें हैं गुलशन में मगर,
खुशबू वही तक जहाँ तक तुम हो।""",
    """घर से बाहर कोलेज जाने के लिए वो नकाब मे निकली….
सारी गली उनके पीछे निकली…

इनकार करते थे वो हमारी मोहबत से……….
और हमारी ही तसवीर उनकी किताब से निकली………""",
    """उस जैसा मोती पूरे समंद्र में नही है,
वो चीज़ माँग रहा हूँ जो मुक़्दर मे नही है,

किस्मत का लिखा तो मिल जाएगा मेरे ख़ुदा,
वो चीज़ अदा कर जो किस्मत में नही है…""",
    """जादू है उसकी हर एक बात मे,
याद बहुत आती है दिन और रात मे,
कल जब देखा था मैने सपना रात मे,
तब भी उसका ही हाथ था मेरे हाथ मे…""",
    """कौन कहता है हम उसके बिना मर जायेंगे
हम तो दरिया है समंदर में उतर जायेंगे
वो तरस जायेंगे प्यार की एक बून्द के लिए
हम तो बादल है प्यार के…किसी और पर बरस जायेंगे|""",
    """शायर तो हम है शायरी बना देंगे
आपको शायरी मे क़ैद कर लेंगे|

कभी सूनाओ हमे अपनी आवाज़
आपकी आवाज़ को हम ग़ज़ल बना देंगे.||""",
    """नज़रो को तेरे प्यार से इंकार नही है,
अब मुझे किसी और का इंतज़ार नही है,
मैं खामोश हूँ तो वो वजूद है मेरा,
लेकिन तुम ये न समझना मुझे तुमसे प्यार नही है।""",
    """चाँद से चाँदनी होती है सितारों से नही,
और प्यार एक से होता है हजारो से नही।""",
    """क्यों किसी से इतना प्यार हो जाता है,
एक दिन का भी इंतज़ार दुष्वार हो जाता है,
अपने भी लगने लगते हैं पराये,
जब एक अजनबी पर एतवार हो जाता है।""",
    """मैं बन जाऊं रेत सनम,,
तुम लहर बन जाना…
भरना मुझे अपनी बाहों में
अपने संग ले जाना..!!""",
    """ये लकीरें ये नसीब ये किस्मत,
सब फ़रेब के आईने हैं,
हाथों में तेरा हाथ होने से ही,
मुकम्मल ज़िन्दगी के मायने हैं।""",
    """जब तलक तेरा सहारा है मुझे,
गहरा पानी भी किनारा है मुझे,
ना भी चमके तो कोई बात नही,
तू तो वैसे भी सितारा है मुझे।""",
    """कर दे नजरे करम मुझ पर,
मैं तुझपे ऐतबार कर दूं,
दीवाना हूं तेरा ऐसा,
कि दीवानगी की हद को पार कर दूं।""",
    """मिल जाओ ऐसे जैसे अंधेरे से
उजाले,, में सवेरा हो जाऊं,,
बस जाओ मुझ में रूह बन
कर,, में सुनहरा हो जाऊं।।""",
    """मेरी आंखों में यही हद से
ज्यादा बेशुमार है,
तेरा ही इश्क़ तेरा ही दर्द
तेरा ही इंतजार है।""",
    """मेरी इबादत का कोई वक्त,
मुकर्रर नही होता…
तुम ख्यालों में आते हो..
हम सजदे में बैठ जाते हैं..!!!""",
    """हमेशा के लिए रख लो ना, पास मुझे अपने
कोई पूछे तो बता देना, किरायेदार है दिल का!!""",
    """पाना और खोना तो किस्मत की बात है,
मगर चाहते रहना तो अपने हाथ में है।""",
    """क्या क्या तेरे नाम लिखूं
दिल लिखूं की जान लिखूं
आंसू चुराके तेरी प्यारी आंखों से
अपनी हर खुशी तेरे नाम लिखूं""",
    """वक्त कितना भी बदल जाए….
मेरी मोहब्बत कभी नही बदलेगी..!!❤️""",
  ];

  static List sad=["""वफ़ा के शीश महल में सजा लिया मैनें ,
वो एक दिल जिसे पत्थर बना लिया मैनें,
ये सोच कर कि न हो ताक में ख़ुशी कोई ,
ग़मों कि ओट में ख़ुद को छुपा लिया मैनें,
कभी न ख़त्म किया मैं ने रोशनी का मुहाज़ ,
अगर चिराग़ बुझा, दिल जला लिया मैनें,
कमाल ये है कि जो दुश्मन पे चलाना था ,
वो तीर अपने कलेजे पे खा लिया मैनें |""",
    """टूटे हुए प्याले में जाम नहीं आता
इश्क़ में मरीज को आराम नहीं आता
ये बेवफा दिल तोड़ने से पहले ये सोच तो लिया होता
के टुटा हुआ दिल किसी के काम नहीं आता ……..""",
    """वो बेवफा हमारा इम्तेहा क्या लेगी…
मिलेगी नज़रो से नज़रे तो अपनी नज़रे ज़ुका लेगी…
उसे मेरी कबर पर दीया मत जलाने देना…
वो नादान है यारो… अपना हाथ जला लेगी.""",
    """मोहब्बत का नतीजा,
दुनिया में हमने बुरा देखा,
जिन्हे दावा था वफ़ा का,
उन्हें भी हमने बेवफा देखा.""",
    """फूल सबनम में डूब जाते है,
झख्म मरहम में डूब जाते है |
जब आते है खत तेरे, हम तेरे गम में डूब जाते है.|""",
    """मोहबत को जो निभाते हैं उनको मेरा सलाम है,
और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,
“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,
वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो”""",
    """वक्त नूर को बेनूर कर देता है,
छोटे से जख्म को नासूर कर देता है,
कौन चाहता है अपने से दूर होना,
लेकिन वक्त सबको मजबूर कर देता है !""",
    """जिंदगी हे सफर का सील सिला,
कोइ मिल गया कोइ बिछड़ गया,
जिन्हे माँगा था दिन रत दुआ ओमे,
वो बिना मांगे किसी और को मिल गया.""",
    """ना सोचा था जिनके लिए हम मर मिटे,
एक दिन वही हमसे दूर हो जाएँगे,
जीने की तमन्ना तो हम भी रखते थे,
अब तेरे बिना कैसे जी पाएगे…""",
    """आँखों मे आ जाते है आँसू,
फिर भी लबो पे हसी रखनी पड़ती है,
ये मोहब्बत भी क्या चीज़ है यारो,
जिस से करते है उसीसे छुपानी पड़ती है…""",
    """रोती हुई आँखो मे इंतेज़ार होता है,
ना चाहते हुए भी प्यार होता है,
क्यू देखते है हम वो सपने,
जिनके टूटने पर भी उनके सच होने
का इंतेज़ार होता है?…..""",
    """तेरे साथ कितनी हसीन थी ज़िंदगी
अब तेरे बिना बस सज़ा है ज़िंदगी
तेरे साथ कितने मज़े में थी ज़िंदगी
अब तेरे बिना बड़ी बेमज़ा है ज़िंदगी
कभी तूने ही संवारी थी मेरी ज़िंदगी
फिर क्यों तूने उज़ाड़ दी मेरी ज़िंदगी
मैने हमेशा खुदा देखा तुझमें
क्यों खुदा ने बिगाड़ दी मेरी ज़िंदगी""",
    """तेरा दिल उदास क्यों है?
तेरी आँखों में प्यास क्यों है?
जो छोड़ गया तुझे मझदार में ,
उससे मिलने की आस क्यों है ?
जो दे गया दर्द ज़िन्दगी भर का,
वही तेरे लिए ख़ास क्यों है ??""",
    """दुनिया मे बेवफाओ की कमी नही अब सूरज को देख लो
आता है उशा के साथ
रहता है किरण के साथ
और जाता है संधया के साथ….""",
    """आज हम उनको बेवफा बताकर आए है!
उनके खतो को पानी में बहाकर आए है .
कोई निकाल न ले उन्हें पानी से…
इस लिए पानी में भी आग लगा कर आए है !""",
    """याद तेरी आती है क्यो.यू तड़पाती है क्यो?
दूर हे जब जाना था.. फिर रूलाती है क्यो?
दर्द हुआ है ऐसे, जले पे नमक जैसे.
खुद को भी जानता नही, तुझे भूलाऊ कैसे?""",
    """तुझे चाहा भी तो इजहार न कर सके,
कट गई उम्र किसी से प्यार न कर सके,
तुने माँगा भी तो अपनी जुदाई मांगी,
और हम थे की इंकार न कर सके!""",
    """जब खुदा ने इश्क बनाया होगा,
तब उसने भी इसे आजमाया होगा..
हमारी औकात ही क्या है,
कमबख्त इश्क ने तो
खुदा को भी रुलाया होगा!""",
    """देख कर उसको अक्सर हमे एहसास होता है,
कभी कभी गम देने वाला भी बहुत ख़ास होता है,
ये और बात है वो हर पल नही होता हमारे पास,
मगर उसका दिया गम अक्सर हमारे पास होता है…!""",
    """हमने भी कभी प्यार किया था,
थोड़ा नही बेशुमार किया था,
दिल टूट कर रह गया,
जब उसने कहा, अरे मैने तो मज़ाक किया था…""",


  ];

  static List sharab=[ """मे तोड़ लेता अगर तू गुलाब होती
मे जवाब बनता अगर तू सबाल होती
सब जानते है मैं नशा नही करता,
मगर में भी पी लेता अगर तू शराब होती!………………""",
    """रात गुमसूँ है मगर चेन खामोश नही,
कैसे कहदू आज फिर होश नही,
ऐसा डूबा तेरी आखो की गहराई मैं,
हाथ में जाम है मगर पीने का होश नही.""",
    """आप को इस दिल में उतार लेने को जी चाहता है,
खूबसूरत से फूलो में डूब जाने को जी चाहता है,
आपका साथ पाकर हम भूल गए सब मैखाने,
क्योकि उन मैखानो में भी आपका ही चेहरा नज़र आता है….""",
    """तेरा दिल उदास क्यों है?
तेरी आँखों में प्यास क्यों है?
जो छोड़ गया तुझे मझदार में ,
उससे मिलने की आस क्यों है ?
जो दे गया दर्द ज़िन्दगी भर का,
वही तेरे लिए ख़ास क्यों है ??""",
    """बैठे हैं दिल में ये अरमां जगाये,
के वो आज नजरों से अपनी पिलाये |
मजा तो तब ही पीने का यारो,
इधर हम पियें और नशा उनको आये ||""",
    """जाने कभी गुलाब लगती हे
जाने कभी शबाब लगती हे
तेरी आखें ही हमें बहारों का ख्बाब लगती हे
में पिए रहु या न पिए रहु,
लड़खड़ाकर ही चलता हु
क्योकि तेरी गली कि हवा ही मुझे शराब लगती हे""",
    """पानी में विस्की मिलाओ तो नशा चड़ता है,
पानी में रम मिलाओ तो नशा चड़ता है,
पानी में ब्रेंड़ी मिलाओ तो नशा चड़ता है,
साला पानी में ही कुछ गड़बड़ है…""",
    """मे तोड़ लेता अगर तू गुलाब होती
मे जवाब बनता अगर तू सबाल होती
सब जानते है मैं नशा नही करता,
मगर में भी पी लेता अगर तू शराब होती!""",
    """लोगों ने कहा की मैं शराबी हूँ,
मैने कहा उन्हो ने आँखों से पिलाइ है.
लोगों ने कहा की मैं आशिक़ हूँ,
मैने कहा आशिक़ी उन्हो ने सिखाई है.
लोगों ने कहा राहुल तू शायर दीवाना है,
मैने कहा उनकी मोहब्बत रंग लाई है.""",
    """महफ़िल में इस कदर पीने का दौर था
हमको पिलाने के लिए सबका जोर था,
पी गए हम इतनी यारो के कहने पर,
न अपना गौर था न ज़माने का गौर था………""",
    """जाम पे जाम पीने से क्या फायदा दोस्तों
रात को पी हुयी शराब सुबह उतर जाएगी!
अरे पीना है तो दो बूंद बेवफा के पी के देख
सारी उमर नशे में गुज़र जाएगी!""",
    """देवदास की तरह जान मत दो यारो
प्यार को लात मारो
मेरी बात मानो
ना चंद्रमुखी ना पारो
रोज़ रात एक स्ट्रॉंग बियर मारो और
चैन से ज़िंदगी गुजारो…""",
    """हर रोज़ पीता हूँ तेरे छोड़ जाने के ग़म में,
वर्ना पीने का मुझे भी कोई शौंक नहीं,
बहुत याद आते है तेरे साथ बीताये हुये लम्हें,
वर्ना मर मर के जीने का मुझे भी कोई शौंक नहीं |""",
    """हम तो जी रहे थे उनका नाम लेकर,
वो गुज़रते थे हमारा सलाम लेकर,
कल वो कह गये भुला दो हुमको,
हमने पुछा कैसे!!!!
वो चले गये हाथो मे जाम देकर…""",
    """जाम पे जाम पीनेसे क्या फायदा,
शाम को पी सुबह उतर जाएगी,
अरे दो बूंद मेरे प्यार की पीले,
जिन्दगी सारी नशेमे गुज़र जाएगी….""",
    """शराब चीज़ ही ऐसी हाए ना छोडी जाए
ये मेरे यार के जैसी हाए ना छोडी जाए""",
    """तेरी आँखों से यून तो सागर भी पिए हैं मैने,
तुझे क्या खबर जुदाई के दिन कैसे जिए हैं मैने…""",
    """जो आसानी से मिले वो है गम,
जो मुश्किल से मिले वो है RUM,
जो किसी किसी से मिले वो है दम,
जो नसीब वालो को मिले वो है हम!!""",
    """नशा हम किया करते है इलज़ाम शराब को दिया करते है…
कसूर शराब का नहीं उनका है जिनका चहेरा हम जाम मै तलाश किया करते है…""",
    """मत पूछ उसके मैखाने का पता ऐ साकी,
उसके शहर का तो पानी भी नशा देता है.""",
  ];

  static List bevafa=[  """कतरा कतरा आग बन के 
जला रही है यादे तेरी•••
बरस के इश्क तू भी 
दिल की लगी बुझा""",
    """नाजानेक्यों 
ये दिल इतना नादान बेवफा के लिए ही रोता है 
अश्क बहाता है आँखों से पर लब खामोश""",
    """हर किसी के नसीब में कहा लिखी होती हे चाहतें
कुछ लोग दुनिया में आते हे सिर्फ तन्हाइयों के लिए.""",
    """जरा परदे मेँ रहकर बाहोँ मेँ समाओ किसी गैर की,
कहीँ कोई देख ना ले तुम्हेँ,
मेरी खुशियोँ का कत्ल करते हुये...!!""",
    """इस दुनिया मेँ अजनबी रहना ही ठीक है….
लोग बहुत तकलीफ देते है अक्सर अपना बना कर !!""",
    """उसकी दर्द भरी आँखों ने जिस जगह कहा था अलविदा
आज भी वही खड़ा है दिल उसके आने के इंतज़ार में.""",
    """बेहद हदें पार 
की थी 
हमने कभी 
किसी के लिए,
आज उसी 
ने सिखा दिया 
हद में रहना....!!""",
    """इन्सान सब कुछ भूल सकता हैं सिवये 
    उन पलों के जब उसे अपनो की ज़रूरत थी और वे साथ नहीँ थे .....""",
    """मोहब्बत में ऐसा क्यों होता है,
बेवफाई में वो रोते हैं और वफ़ा में हम रोए हैं।""",
    """मुझे बेवफाई नहीं चाइये थी,
मुझे धोका नहीं चाइये था,
मुझे तो बस थोड़ा सा प्यार चाइये था!!""",
    """एक दौर था वो हर वक़्त मेरी फ़िक्र करने वाली ,
हर समय मेरे बारे मैं सोचने वाली कहाँ चली गई,
वफ़ा करने वाली, bewafai करके चली गयी !""",
    """दिल लगा के दिल तोड़ गयी वो,
प्यार का पाठ पढ़ा कर भूल गयी हमें,
ओ बेवफा,अब किसी से भी दिल मत लगाना ,
क्यूंकि वो भी मेरी तरह चैन की सांस ना ले पाएगी!!""",
    """आखिर उसने किसी गैर के दिल की सुनी,
मेरी हक़ीकत जाने बिना बेवफा बना दिया हमें,
मगर याद करना मेरी वफ़ाएं याद कर पछताओगे और रोओगे!!""",
    """जैसे बदले मौसम वैसे बदली तुम,
नयी हसरतों के सेज पर नया फूल सजा लिए तुमने,
बजाए बेवफा तुम जिसका मुझे दर था..!!""",
    """दुनिया को दिखाने के लिए हस्ता हूँ,मगर अंदर ही अंदर रोता हूँ …
किसी को अपना दर्द नहीं दिखता कहीं लोग प्यार करना न भूल जाएं""",
    """तेरी बेवफाई के बारे मैं बहुत सुना था ,
फिर भी तेरे से दिल लगा बैठे,
भूल हमारी थी, उससे चाहत लगा बैठे,
जो बेवफा से वफ़ा की उम्मीद कर बैठे!!""",
    """तेरी बेरुखी देख कर दिल करता है तुजसे बहुत दूर चला जाऊँ,
आसमान के इन तारो मे कही खो जाऊँ,
मेरे प्यार की कदर नहीं है उस पत्थर दिल को ,
हमारी वफाओं को याद करके रोयेगी!!""",
    """अब दोस्तो के दिलो में,
दोस्ती के फूल नहीं खिलते,
दिल में नफ़रत लिए हसकर मिलते हैं।""",
    """मुझसे मेरी वफ़ा का सबूत मांग रहा है !
खुद बेवफ़ा हो के मुझसे वफ़ा मांग रहा है..!!""",
    """उसने दोस्ती का ऐसा सिला दिया,
अपने मतलब के लिए उसने,
मेरी दोस्ती को भुला दिया।""",];

  static List brithday=[
    """आ तेरी उम्र में लिख दूँ चाँद-सितारों से,
तेरा जन्मदिन मनाऊँ फूलों से बहारों से…
हर एक खूबसूरती दुनिया से मैं ले आउ,
सजाऊ में ये महेफिल हर हसिन नजारों से…
जन्मदिन की ढेर सारी शुभकामनायें…""",
    """आज ही के दिन
एक चाँद उतर के आया था
ऊपर वाले ने बड़ी फुर्सत से
मेरे प्यार बनाया था
जन्मदिन मुबारक हो""",
    """चाँद की तरह तू जगमगाए,
पंछियों की तरह गुनगुनाये,
तेरे जन्मदिन पर दुआ करते हैं,
तू जो चाहे वो तुझे मिल जाये।
Happy Birthday""",
    """ज़िंदगी की कुछ खास दुआएँ ले लो हमसे
जन्मदिन पर कुछ नजराने ले लो हमसे
भर दे रंग जो तेरे जीवन के पलो में,
आज वो हसी मुबारक बाद ले लो हमसे…""",
    """हर दिशा जीने की एक नयी आस दे आपको
हर लम्हा और हर पल कुछ खास दे आपको
उगता हुआ सूरज और खिलता हुआ फूल भी
हर दिन ताजगी भरा एहसास दे आपको
आपके लम्बे और मंगलमय जीवन की अभिलाषा के साथ
जन्मदिन की हार्दिक बधाई""",
    """जन्मदिन के ये ख़ास लम्हें मुबारक,
आँखों में बसे नए ख्वाब मुबारक,
जिंदगी जो लेकर आई है आपके लिए आज..
वो तमाम खुशियों की हंसीं सौगात मुबारक!""",
    """प्यार से भरी जिंदगी मिले आपको,
खुशियाँ से भरे पल मिले आपको,
कभी किसी ग़म का सामना ना करना पड़े,
ऐसा आने वाला कल मिले आपको…
हेप्पी बर्थडे टू यू….""",
    """जन्मदिन  के ये ख़ास लम्हें मुबारक,
आँखों में बसे नए ख्वाब मुबारक,
जिंदगी जो लेकर आई है आपके लिए आज…
वो तमाम खुशियों की हंसीं सौगात मुबारक….!!!""",
    """हमारी एक प्यारी सी दुआ  है,
आपकी हर दुआ  पुरी हो,
जो प्यारी चाहते होती है सपनों में,
वो सारी चाहते आपकी पुरी हो…
Janmadin Mubarak!""",
    """हर लम्हा आपके हाथों पे मुस्कान रहे,
हर ग़म से आप अन्जान रहे,
जिसके साथ मेहक उठे आपकी जिंदगी,
हमेशा आपके पास वो इंसान रहे…
 Happy Birthday To You…""",
    """आ तेरी उम्र में लिख दूँ, चाँद सितारों से…
तेरा जन्मदिन मैं मनाउ, फूलों से बहारों से…
हर एक खूबसुरती मैं दुनियाँ से ले आऊ,
सझाऊ ये महेफिल में हर हसीन नजारों से…
~ Happy Birthday""",
    """आज का खास दिन मुबारक हो आपको,
प्यारे प्यारे ख्वाब मुबारक हो आपको,
जिंदगी के साथ जो आयी है खुशियाँ खूब सारी,
वो खुशियों कि बहार मुबारक हो आपको…
Happy Birthday""",
    """हर दिन से प्यारा लगता है हमें ये खास दिन,
हम जिसे बिताना नहीं चाहते आपके बिन,
वैसे तो दिल देता है सदा ही दुआ  आपको,
फिर भी कहते है मुबारक हो आपको जन्मदिन…
हेप्पी बर्थडे जी…""",
    """सितारों से आगे भी कोई जहां होगा,
जहां के सारे नजारों कि कसम –
आपसे प्यारा वहां भी ना होगा…
Happy Birthday""",
    """हर खुशी, खुशी मांगे आपसे,
जिंदगी, जिंदा दिली मांगे आपसे,
उजाला हो मुकद्दर में आपके इतना,
कि चाँद भी रोशनी मांगे आपसे…
Happy Birthday…""",
    """हर राह आसान हो,
हर राह पे खुशियाँ हो,
हर दिन खुबसूरत हो,
ऐसा ही पुरा जिवन हो,
यही हर दिन मेरी दुआ  हो,
ऐसा ही तुम्हारा हर जिन्मदिन हो…
Very Very Happiest Birthday""",
    """आपका जन्म दिन हैं “ख़ास”
क्यूँकि आप होते हैं सबके
दिल  के “पास”…
और आज पूरी हो आपकी
हर “आस”..
HAPPY BIRTHDAY""",
    """मुस्कान आपके होंटो से कहीं जाये नही,
आँसू आपके पलकों पे कभी आये नहीं,
पूरा हो आपका हर ख्वाब,
और जो बूरा ना हो वो ख्बाव कभी आये नही…
Janmdin Mubarak ho…""",
    """“इतनी सी मेरी दुआ  क़बूल हो जाये,
“की तेरी हर दुआ  क़बूल हो जाये,
“तुझे मिले जन्मदिन पर लाखों ख़ुशियाँ,
“और जो तुम चाहो रब से,
“वो पल भर में मंज़ूर हो जाये,
Happy Birthday""",
    """खुदा बुरी नज़र से बचाए आप को,
चाँद सितारों से सजाए आप को,
गम क्या होता है ये आप भूल ही जाओ,
खुदा ज़िन्दगी मे इतना हँसाए आपको…
Wish u a very Happy Bday""",
  ];

  static List holi=[
    """लाल रंग आपके गालों के लिए
काला रंग आपके बालों के लिए
नीला रंग आपकी आँखों के लिए
पीला रंग आपके हाथों के लिए
गुलाबी रंग आपके सपनों के लिए
सफ़ेद रंग आपके मन के लिए
हरा रंग आपके जीवन के लिए
होली के इन सात रंगों के साथ…
होली की हार्दिक शुभकामनायें""",
    """रंगो से भी रंगीन ज़िन्दगी हमारी
रंगीली रहे ये बंदगी हमारी
कभी न बिग़डे ये प्यार की रंगोली
ऐ मेरे यार तुझे मुबारक हो ये होली
होली की शुभकामनाएं""",
    """रंग बरसे भीगे चुनर वाली…रंग बरसे
ओ रंग बरसे भीगे चुनर वाली …रंग बरसे
अरे रंग बरसे भीगे चुनर वाली …रे
अब घर जाओ नहीं तो जुकाम हो जायेगा""",
    """निकलो गलियों में बना कर टोली,
भिगा दो आज हर एक की झोली।
कोई मुस्कुरा दे तो उसे गले लगा लो,
वरना निकल लो, लगा के रंग कह के हैप्पी होली।""",
    """सूरज की पहली किरण में 7 रंग हो,
बागों मे फूलों की खुसबू संग हो।
आप जब भी खोले अपनी पलकें,
आपके चेहरे पे होली का रंग हो।""",
    """जमाने के लिए आज होली है,
मुझे तो तेरी यादे रोज रंग देती है…
Happy Holi""",
    """सब रंगो को मिला कर पानी में,
सतरंगी नदियाँ बहाई हैं…
कर देंगे सबके चेहरों को लाल
होली की ऐसी खुमारी छायी है
लगा दो रंग आज कोई बचके ना जा पाए
क्युकी सबसे सतरंगी होली आयी है
हैप्पी होली दोस्तों""",
    """फागुन की मस्ती लायी है ये होलीभीगा है,
 हर लहंगा हर चोली..
डूबे है सभी मस्ती में आजघूम रही है, 
मस्तानो की टोली, 
भूल जाओ गीले शिकवे डुबो मस्ती में,
आज हर जुबान यही गीत है,
बोलीरंग ले खुद को इन खूबसूरत रंगों में आ गयी है,
फिर तुम्हे भिगोने ये हो,
 हैप्पी होली की हार्दिक शुभकामनाएं""",
    """प्यार के रंगों से भरो पिचकारी, 
स्नेह के रंगों से रंग दो दुनिया सारी, 
ये रंग न जाने न कोई जात न बोली, 
सबको हो मुबारक ये हैप्पी होली!""",
    """निकलो गलियों में बना के टोली, 
भीगा दो आज हर लड़की की चोली, 
मुस्करा दे तो उसे बाहों में भर लो.. 
वरना निकल लो कह के हैप्पी होली।""",
    """इस बार होली ऐसी मनाऊँगा, 
खुद को करके काला पीला, 
तेरी गली पहुँच जाऊँगा.. तू सोचती रह जाएगी, 
और तेरे भाई के सामने तुझे रंग लगा जाऊँगा…. 
Happy holi""",
    """भगवान् करे हर साल चाँद बन के आये, 
दिन का उजाला बन के आए …
कभी दूर ना हो आपके चेहरे से हँसी, 
ये होली का त्यौहार ऐसा मेहमान बन के आये,
Happy Holi""",
    """लाल हो या पीला, 
हरा हो या नीला, 
सुखा हो या गिला, 
एक बार रंग लग जाये,
तो हो जाये रंगीला… 
HAPPY HOLI""",
    """रंग के त्यौहार में, 
सभी रंगों की हो भरमार, 
ढेर सारी खुशियों से भरा हो,
आपका संसार यही दुआ है हमारी,
भगवान से हर बार…होली मुबारक।।""",
    """दिलो को मिलाने का मौसम है, 
दूरीयाँ मिटाने का मौसम है, 
होली का त्यौहार ही ऐसा है, 
रँगों में डूब जाने का मौसम है। 
HAPPY HOLI""",
    """राधा के रंग और कन्हैया के पिचकारी, 
प्यार के रंग से रंग दी दुनिया सारी, 
ये रंग न जाने न कोई जात न कोई बोली, 
मुबारक हो सबको रंगों की होली।।""",
    """भर भर के जाम पिलाओ , 
छंग और मृदंग बजाओ …
गिले -शिकवे भूल जाओ , 
मन गलियारें चहके ….
ऐसी सतरंगी चादर फहराओ , 
आओ सब मिलकर होली मनाओ।।""",
    """त्यौहार ये रंग का त्यौहार ये भंग का, 
मस्ती में मस्त हो जाओ आज होली है आई, 
होली में दुगना मज़ा है यार के संग का! 
होली मुबारक हो!""",
    """होली आयी रंगों की बहार लाई,
रंग से बचने सब खेले आँख मिचोली, 
कोई हम से बच न पायेगा ये है,
रंग बी रंगों की होली..होली मुबारक हो!""",
    """रूठा है कोई तो उसे मनाओ, 
आज तो सारी गलती भूल जाओ, 
लगा दो ये दोस्ती का रंग आज सब को यारो, 
आज होली मनाओ तो ऐसी मनाओ,
Happy Holi""",
  ];
  static List emoji = [
    "🌷🍀🌸🥀🌻🌴🌹🌹",
    "😊😍😊💐👫😎🙂",
    "😂🤣☺😊🥳💐🌹🌾🌺🍃",
    "🌹🌿🌱😍🥰😘😊",
    "🌴🌳🍀🍁🌻🌼🌲🌳",
    "🌷🍀🌸🥀🌻🌴🌹🌹",
    "☺😊😇🌻🌴🌹🙂😍🥰",
    "🌷🍀🌸🥀🌻🌴🌹🌹",
    "😊😍😊💐👫😎🙂",
    "😂🤣☺😊🥳💐🌹🌾🌺🍃",
    "🌹🌿🌱😍🥰😘😊",
    "🌴🌳🍀🍁🌻🌼🌲🌳",
    "🌷🍀🌸🥀🌻🌴🌹🌹",
    "☺😊😇🌻🌴🌹🙂😍🥰",
    "😊😍😊💐👫😎🙂",
    "😂🤣☺😊🥳💐🌹🌾🌺🍃",
    "🌹🌿🌱😍🥰😘😊",
    "🌴🌳🍀🍁🌻🌼🌲🌳",
    "🌷🍀🌸🥀🌻🌴🌹🌹",
    "☺😊😇🌻🌴🌹🙂😍🥰"
  ];
  static List img = [
    "bestwishesh.jpg",
    "b.jpg",
    "child.png",
    "god.png",
    "l.jpg",
    "e.jpg",
    "married.png",
    "d.jpg",
    "g.jpg",
    "f.jpg",
    "c.jpg",
    "j.jpg",
    "bearbar.png",
    "k.jpg",
    "h.jpg",
    "i.jpg",
  ];



  static List<Color> mycolor=[

    Colors.deepPurple,
    Colors.deepPurpleAccent,
    Colors.red,
    Colors.redAccent,
    Colors.pink,
    Colors.pinkAccent,
    Colors.purple,
    Colors.purpleAccent,
    Colors.blueAccent,
    Colors.blue,
    Colors.deepPurple,
    Colors.deepPurpleAccent,
    Colors.red,
    Colors.redAccent,
    Colors.pink,
    Colors.pinkAccent,
    Colors.purple,
    Colors.purpleAccent,
    Colors.blueAccent,
    Colors.blue,
    Colors.red,
    Colors.redAccent,
    Colors.pink,
    Colors.pinkAccent,
    Colors.purple,
  ];


  static List<Color> bg_txt_color=[
    Color(0xF0E21DB7),
    Color(0xF0FC0D4A),
    Color(0xF0EA731E),
    Color(0xF0FAF040),
    Color(0xF0B3FC45),
    Color(0xF03EEF03),
    Color(0xF051FA8C),
    Color(0xF058D2CD),
    Color(0xF02E95DE),
    Color(0xF00247F3),
    Color(0xF0915DEA),
    Color(0xF0E307EA),
    Color(0xFCF9FCF6),
    Color(0xF00A0A0A),
    Color(0xF0252825),
    Color(0xF0574B8C),
    Color(0xF0F87CF6),
    Color(0xF0CE76D5),
    Color(0xF0B98B60),
    Color(0xF0BFC960),
    Color(0xF0C72D32),
    Color(0xF06C8643),
    Color(0xF0850B4D),
    Color(0xF03B6C3E),
    Color(0xF05B4035),
    Color(0xF0FC5B56),
    Color(0xF0BE5E5A),
    Color(0xF0FD38A2),
    Color(0xF0CE76D5),
    Color(0xF071BE80),
    Color(0xF03A9D57),
    Color(0xF06F25EE),
    Color(0xF0915DEA),
    Color(0xF0E70A0A),
    Color(0xF0885B5B),
    Color(0xF0A97B4B),
    Color(0xF0C72D32),
    Color(0xF01E2AA6),
    Color(0xFF06327C),

  ];
}
